name: "traced_raft"
platform: "pytorch_libtorch"
max_batch_size: 1

input [
  {
    name: "left"
    data_type: TYPE_FP32
    dims: [ 3, <VAL1>, <VAL2> ]
  },
  {
    name: "right"
    data_type: TYPE_FP32
    dims: [ 3, <VAL1>, <VAL2> ]
  }
]
output [
  {
    name: "upscaled_disparity"
    data_type: TYPE_FP32
    dims: [ 1, <VAL1>, <VAL2>]
  }
]
