name: "raft"
platform: "onnxruntime_onnx"
backend: "onnxruntime"
max_batch_size: 64
input [
  {
    name: "left"
    data_type: TYPE_FP32
    dims: [ 3, 520, 616 ]
  },
  {
    name: "right"
    data_type: TYPE_FP32
    dims: [ 3, 520, 616 ]
  }
]
output [
  {
    name: "upscaled_disparity"
    data_type: TYPE_FP32
    dims: [ 1, 520, 616]
  }
]
dynamic_batching {}